[
    {
        "name": "Suzuki GSX",
        "model": "Suzuki GSX R150",
        "img": "https://www.banglamotor.net/images/suzuki/suzuki-gsx-r150-img-a4.jpg",
        "engine": " 150cc (liq cooled)",
        "displacement": 149.3,
        "speed": 158,
        "mileage": 40,
        "price": 350000,
        "bikeEngine": "4-Stroke, 1-cylinder, Liq-cooled",
        "maximumPower": "19.2ps@10500rpm",
        "maximumTorque": "14.0 Nm@9000rpm",
        "numberOfCylinder": 1,
        "description": "Suzuki GSX R150 is currently the king of speed in Bangladesh. The bike has a powerful FI (fuel injection) engine and this GSX R150 bike is relatively small in size and light so the acceleration of the bike is excellent. Suzuki first launched this model on 02 November 2016 in Indonesia. It has gained a lot of popularity in the South Asian market including Bangladesh through gradual changes. Let's take a brief look at the Suzuki GSX R150 bike.- The Suzuki GSX R150 bike uses a FI (fuel injection) engine with a piston bore of 62 mm and a stroke of 48.8 mm which makes it capable of generating relatively more power.- Due to the aerodynamic shape of the whole bike including fairing, it can easily pass through the air, so its speed is also much higher. - The Suzuki GSX R150 bike is currently available in Bangladesh with some excellent graphics, which is now called the leopard by local bikers.- This Suzuki GSX R150 bike with an extraordinary sporty look is currently available in the market in Bangladesh with Dual Channel ABS, which helps in safe riding.- As the bike is a bit light weight, its mileage is good enough as a sports bike.- The Suzuki GSX R150 bike is a bit smaller in size and also a bit lighter in weight so it will not perform well on rough roads or riding on bad roads will not be comfortable.Although the Suzuki GSX R150 and GSX S150 have an implicit formation, it uses the same engine."
    },
    {
        "name": "TVS Apache RTR",
        "model": "TVS Apache RTR 160 4v",
        "displacement": 59.7,
        "img": "https://www.banglamotor.net/images/tvs/tvs-apache-rtr-160-img02.jpg",
        "engine": " 160 cc (oil-cooled)",
        "speed": 113,
        "mileage": 45,
        "price": 167300,
        "bikeEngine": "SI, 4 stroke, Oil / Air cooled",
        "maximumPower": "16.5 PS @8000 rpm",
        "maximumTorque": "14.8 Nm @6500 rpm",
        "numberOfCylinder": 1,
        "description": "TVS's Apache RTR series is a great success in India and Bangladesh. In Bangladesh, TVS has achieved the basics through RTR. Subsequently ‘TVS Apache RTR 4V’ is coming to the market in Bangladesh. With great design, unique graphics, powerful EFI Technology engine, it has already gained good popularity in India as well as Bangladesh. Let's see the main features of TVS Apache RTR 160 4V bike and its brief evaluation.- The maximum engine power of the TVS Apache RTR 160 4V bike is 16.5 PS @ 8000 rpm, which is one of the best bikes in the Bangladesh market in terms of power.- Like the previous version, the Apache RTR 160 4V bike has an Aggressive Throttle Response, which is very popular among the youth.- The Apache RTR 160 4V bike is also great to look at, as a sports bike, the Apache RTR 160 4v seating position is comfortable, as not too flat and not too high.- The Apache RTR 160 4v comes with racing double barrel exhaust as well as aggressive tank cowl including aggressive headlamp.- The bike has an improved braking system, which now comes with a roto-petal disc brake, and it is available with a fully digital interactive speedometer, which looks smart.- The Apache RTR 160 4v comes with a comfortable sitting position, which now has foam-in-place racing seats.- The Apache RTR 160 4V bike uses a lot of plastic, so the question remains as to how durable it will be."
    },
    {
        "name": "TVS ",
        "model": "TVS Metro Plus",
        "displacement": 109.7,
        "img": "https://www.banglamotor.net/images/tvs/tvs-metro-plus-img3.jpg",
        "engine": "110 cc (air-cooled)",
        "speed": 90,
        "mileage": 70,
        "price": 100000,
        "bikeEngine": "Single Cylinder, 4-Stroke, Air Cooled",
        "maximumPower": "8.19 PS @ 7350 rpm",
        "maximumTorque": "8.7 Nm @ 4500 rpm",
        "numberOfCylinder": 1,
        "description": "As a relatively low-cost start-up bike, the TVS Metro Plus has such an amazing design, appropriate colors and graphics, on the one hand, and its fuel-efficient engine on the other. As usual, this model of TVS is also known by different names in the market of Bangladesh and India, which has gained better popularity in Bangladesh than in India.Let's see the main features and brief evaluation of this popular bike.- The TVS Metro Plus bike has an electric start that works properly in any gear, which is a good aspect of the bike-This bike is currently available in Bangladesh with tubeless tire and 240mm disc brake on the front wheel.- Metro Plus's Instrument Console combines with digital and analog systems to give a great look.- TVS is claiming that their Metro Plus bike is fuel efficient, capable of going up to an average of about 60 kilometers per liter.- TVS Metro Plus bike with or without Disc Brake is available in Bangladesh market with some interesting graphics- The Metro Plus bike is proven to have good exhaust sound and engine performance base.-"
    },
    {
        "name": "Hero Hunk",
        "model": "Hero Hunk 150R ABS",
        "displacement": 149.2,
        "img": "https://www.banglamotor.net/images/hero/new-hero-hunk-img001.jpg",
        "engine": "150 cc (air-cooled)",
        "speed": 120,
        "mileage": 45,
        "price": 175000,
        "bikeEngine": "Air cooled, 4 Stroke 2 Valve Single cylinder OHC",
        "maximumPower": "15.6 Bhp @ 8500 rpm",
        "maximumTorque": "13.50 Nm @ 7000 rpm",
        "numberOfCylinder": 1,
        "description": "Hero Hunk has passed a successful era. In the year 2007 Hero and Honda jointly launched the Hunk. After the separation of Hero and Honda in 2011, Hero has been upgraded Hunk again at the same year. This includes significant changes in Digital Meter Console, Altered Visor, Body-colored Mirrors and LED Tail-lamp etc. This is the most admired and comfortable bike in India and Bangladesh market. The well-known hero Hunk started its journey in the Bangladeshi market newly at the end of 2021, and this new Hunk has undergone several changes.- The new Hero Hunk 150 ABS bike has got some changes in the whole baking system with ABS braking attachment.- The new Hero Hunk 150 ABS bike uses a new meter with a combination of Digital and Analog with ABS indicator which is much more convenient than the previous one.- The new Hero Hunk 150 ABS bike also has a change of graphics, which is much more attractive than before.- The Rear Suspension of this new Hero Hunk 150 ABS bike has also been changed. Which is a lot of sportive now.- The Hunk is for those who are searching Style and Comfort at once, Excellent siting position and raised handle, which helps to control overall bike as well."
    },
    {
        "name": "Yamaha ",
        "model": "Yamaha R15 v3",
        "displacement": 155,
        "img": "https://www.banglamotor.net/images/yamaha/yamaha-r15-v3-2nd1.jpg",
        "engine": " 155 cc (liq-cooled)",
        "speed": 153,
        "mileage": 43,
        "price": 470000,
        "bikeEngine": "Liquid-cooled, 4-stroke, SOHC, 4-valve",
        "maximumPower": "18.6 PS @ 10000 rpm",
        "maximumTorque": "14.1 Nm @ 8500 rpm",
        "numberOfCylinder": 1,
        "description": "The total series of R15 is very popular around the world, as well as Bangladesh. In continuation of this, Yamaha brought a new version of R15 to the market which is Yamaha R15 v3 in 2017. This new R15 is not an updated version of the previous model R15 v2. Now R15 v3 is a whole new sports bike with full of functions.- The R15 v3 bike uses a High Performance (VVA) system, which provides enough torque even at low rpm. The technology here uses two intake valve cams: one for low to mid-range RPM and the other for high RPM. As a result, the combination of these two ensures good power of the bike.- The R15 v3 bike uses die cast aluminum cylinder (DiASil), which helps to cool down quickly.- The R15 v3 bike uses A&S (assist and slipper) clutch technology, which makes the clutch more smooth with and without pull.- The R15 v3 comes with a bunch of accessories like a Metzeler tyre at the rear, Daytona race-only exhaust, USB charger and many more.- The bike R15 v3 comes with a fully-digital instrument cluster also comes with efficiency readout in addition to the regular trove of information.- Extra unwritten facilities like Royalty, Trendy & Featured bike."
    },
    {
        "name": "Bajaj ",
        "model": "Bajaj Platina 100 (ES)",
        "displacement": 99.34,
        "img": "https://www.banglamotor.net/images/bajaj/bajaj-platina100es-img-1.jpg",
        "engine": "100cc (air-cooled)",
        "speed": 90,
        "mileage": 70,
        "price": 103000,
        "bikeEngine": "4-Stroke, DTS-i, Single Cylinder",
        "maximumPower": "7.7 Ps @ 7500 rpm",
        "maximumTorque": "8.24 Nm @ 5500 rpm",
        "numberOfCylinder": 1,
        "description": "Platina 100' is designed to be a fuel-saving bike, including some modern features. This is a great combination of more mileage and outlook as an early-stage modern commuter bike. Including India and Bangladesh it is known as a more mileage bike. Initially, Platina was not connected with Electric Starter (ES), after its huge popularity, Bajaj modernized this bike.- Among the low budget bikes in the market of Bangladesh, Bajaj Platina 100 is one of the best bikes considering the market price and features.- It is also nice to look at because of the great design and graphics of the bike.- The Bajaj Platina 100 bike has modern features like Electric Start. Also the noise of the engine of the bike is much less.- The Bajaj Platina 100 bike is relatively light but its suspension is very effective, which gives a good riding experience even on bad roads.- Due to the small engine and the emphasis on mileage, the bike's throttle response is relatively low.Bajaj used the 102 cc engine in this bike, which is Air Cooling, Single cylinder, 2-valve, DTS-I with Exhaust TEC"
    },
    {
        "name": "Bajaj Discover ",
        "model": "Bajaj Discover 125 Disk",
        "displacement": 124.55,
        "img": "https://www.banglamotor.net/images/bajaj/bajaj-discover125-img01.jpg",
        "engine": "125 cc (air-cooled)",
        "speed": 100,
        "mileage": 55,
        "price": 136000,
        "bikeEngine": "124.6cc, Single cylinder, 2-valve, DTS-i with ExhausTE",
        "maximumPower": "11.00 PS @ 7500 rpm",
        "maximumTorque": "11.00 NM @ 5000 rpm",
        "numberOfCylinder": 1,
        "description": "Bajaj Discover 125 is a familiar name to local bikers. The Bajaj Discover 125 bike has been on the market in Bangladesh for more than a decade. For a long time, this Bajaj motorcycle model has been able to hold the confidence of ordinary bikers in Bangladesh. Bajaj has stopped selling this successful bike model in the Indian market but has kept it in full swing in the Bangladeshi market. Bajaj has been updating their bikes in the Bangladesh market in a timely manner.- The current Bajaj Discover 125 bike has a great dashboard with a combination of Digital and Analog Instrument Cluster.- The Bajaj Discover 125 bike comes with Tubeless Tire and CBS (combined braking system) braking system, which enhances braking performance.- The Bajaj Discover 125 bike is available in Bangladesh with several interesting new graphics designs.- The seat design of the new Bajaj Discover 125 bike has also been changed, which will give a more comfortable riding experience than before."
    },
    {
        "name": "Bajaj Pulsar",
        "model": "Bajaj Pulsar 150 Single Disc",
        "displacement": 149.54,
        "img": "https://www.banglamotor.net/images/bajaj/bajaj-pulsar-150-img01.jpg",
        "engine": "150 cc (air-cooled)",
        "speed": 122,
        "mileage": 40,
        "price": 173000,
        "bikeEngine": "4-Stroke, 2-Valve, Twin Spark BSVI Compliant DTS-i FI Engine",
        "maximumPower": "14 PS @ 8500 rpm",
        "maximumTorque": "13.25 Nm @ 6500 rpm",
        "numberOfCylinder": 1,
        "description": "The Pulsar 150, which is widely admired in Bangladesh. A high class of local bikers like to use Pulsar 150 as their daily transport. Bajaj still keeps this royal class local bikers by changing, updating time to time their product “Pulsar 150”. In recent time though Bajaj introduced some other bikes in pulsar series, but the mainstream is Pulsar 150, which is the great combination of style and comfort. The Recently released pulsar 150 comes with completely new looks with twin disc brakes, stylish split seat, advanced graphics and new headlight with LED DRL. The pulsar single disc bike is basically a standard type bike, with the rider put pegs slightly behind, and the handlebars slightly higher like a proper standard bike, as well as seat not split on the bike, which stays the same."
    },
    {
        "name": "Kawasaki",
        "model": "Kawasaki Ninja 125",
        "displacement": 124.76,
        "img": "https://www.banglamotor.net/images/kawasaki/kawasaki-ninja-125-img1.jpg",
        "engine": " 125cc (liq-cooled)",
        "speed": 120,
        "mileage": 40,
        "price": 500000,
        "bikeEngine": "Liquid-cooled, 4-stroke",
        "maximumPower": "15 HP @ 10,000 rpm",
        "maximumTorque": "11.7 Nm @ 7,700 rpm",
        "numberOfCylinder": 1,
        "description": "In sports bike segment, Kawasaki doing extremely well. Entry level to heavy sports bike Kawasaki has huge number of positive reputation. It is one of the trusted brand for professional sports bikers. Due to motorcycle engine cc limitation, In Bangladesh modern quality Kawasaki sports bike still unavailable. But local Kawasaki fans are hoping, at list an entry level bike will be launched here. Yes “Kawasaki Ninja 125” launched here in Bangladesh, which is the youngest member of the legendary sport bike series “Ninja”.- The Kawasaki Ninja 125 is a motorcycle in the Ninja sport bike series from the Japanese manufacturer Kawasaki that was first introduced in 2018. Ninja 125 and Z125, both new models designed to meet the requirements of European A1 license holders.- The Ninja 125 Sporty performance in a slim, lightweight and compact package is complemented by naturally aggressive ergonomics.- The Kawasaki Ninja 125 comes with an full-digital instrument console and its fuel system fuel injection- The bike Kawasaki Ninja 125 also comes with high perform 290mm front & 220mm rear disc brake with dual channel ABS."
    },
    {
        "name": "Honda CBR150R ",
        "model": "Honda CBR150R Repsol ABS",
        "displacement": 149.34,
        "img": "https://www.banglamotor.net/images/honda/honda-cb150r-repsol-img1.jpg",
        "engine": "150 cc (liq-cooled)",
        "speed": 160,
        "mileage": 35,
        "price": 480000,
        "bikeEngine": "Liquid-cooled, 4-stroke",
        "maximumPower": "17.1 PS @ 9000 rpm",
        "maximumTorque": "14.4 Nm @ 7000 rpm",
        "numberOfCylinder": 1,
        "description": "Honda CBR is always a big name, we are eligible only for this little boy of this CBR series named “Honda CBR 150R”. It’s been long this entry level CBR 150R bikes in Bangladesh, which was Honda CBR 150 & Honda CBR 150R Repsol edition. The Ripsol edition has the glorious history of the World MotoGp Championship. But Recently Honda has brought huge variations on CBR 150R in Bangladesh.- The Honda CBR150R Repsol (MotoGP) bike is basically a racing machine, the bike is made for perfect and sharp racing.- The bike has a great variety of designs, engine performance and colors, which is one step ahead of the average sports bike.- World MotoGp Champion This bike is a premium segment bike in Bangladesh market, which is available in Bangladesh in several versions.- Honda CBR 150R MotoGP comes with dual channel ABS.- New emergency braking light system has been added with this model Honda CBR 150R MotoGP.- Overall bikes are the same as before except for the front riser, front riser now in round shape, which is more attractive looking now.- In a word, the bike's engine power, extraordinary looks, and its past history put it a bit ahead of its rivals."
    },
    {
        "name": "Yamaha",
        "model": "Yamaha R15 v3 Indian",
        "displacement": 154.23,
        "img": "https://www.banglamotor.net/images/yamaha/yamaha-r15-v3-2nd1.jpg",
        "engine": "155 cc (liq-cooled)",
        "speed": 155,
        "mileage": 35,
        "price": 470000,
        "bikeEngine": "Liquid-cooled, 4-stroke, SOHC, 4-valve",
        "maximumPower": "18.6 PS @ 10000 rpm",
        "maximumTorque": "14.1 Nm @ 8500 rpm",
        "numberOfCylinder": 1,
        "description": "The total series of R15 is very popular around the world, as well as Bangladesh. In continuation of this, Yamaha brought a new version of R15 to the market which is Yamaha R15 v3 in 2017. This new R15 is not an updated version of the previous model R15 v2. Now R15 v3 is a whole new sports bike with full of functions.- The R15 v3 bike uses a High Performance (VVA) system, which provides enough torque even at low rpm. The technology here uses two intake valve cams: one for low to mid-range RPM and the other for high RPM. As a result, the combination of these two ensures good power of the bike.- The R15 v3 bike uses die cast aluminum cylinder (DiASil), which helps to cool down quickly.- The R15 v3 bike uses A&S (assist and slipper) clutch technology, which makes the clutch more smooth with and without pull.- The R15 v3 comes with a bunch of accessories like a Metzeler tyre at the rear, Daytona race-only exhaust, USB charger and many more.- The bike R15 v3 comes with a fully-digital instrument cluster also comes with efficiency readout in addition to the regular trove of information.- Extra unwritten facilities like Royalty, Trendy & Featured bike."
    }
]